app/controllers/articles_controller.rb

	def create
		@article = Article.new(articles_params)

		if @article.save
---
INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", "asdf"], ["created_at", Sun, 12 Jan 2014 05:10:26 UTC +00:00], ["title", "sadf"], ["updated_at", Sun, 12 Jan 2014 05:10:26 UTC +00:00]]